/* No comment provided by engineer. */
"AuthenticationFailed" = "Authentication Failed";

/* Cancel button title
 Cancel Button Title */
"Cancel" = "Cancel";

/* Choose Photo Button Title */
"ChooseFromLibrary" = "Choose From Library";

/* */
"Close" = "Close";

/* Email Address Field. */
"EmailAddress" = "Email Address";

/* Feedback placeholder */
"FeedbackRequired" = "Feedback (required)";

/* Keyboard accessory text advertising Apptentive. */
"FeedbackPowered" = "Feedback Powered by Apptentive";

/* Title of feedback screen. */
"GiveFeedback" = "Give Feedback";

/* No comment provided by engineer. */
"InvalidServerResponse" = "Invalid response from server.";

/* No comment provided by engineer. */
"NetworkConnectionError" = "Network Connection Error";

/* no */
"No" = "No";

/* Lack of email dialog title. */
"NoEmailAddress" = "No email address?";

/* Section footer for no feedback being updated. */
"NoFeedbackToUpload" = "No feedback waiting to upload.";

/* cancel title for app rating dialog */
"RateCancelTitle" = "No thanks";

/* Rate app button title */
"RateAppname" = "Rate %@";

/* Rate app button title */
"RateAppTitle" = "Thanks";


/* Remind me later button title */
"RemindMeLater" = "Remind me later";

/* Running tasks section header */
"RunningTasks" = "Running Tasks";

/* Send button title */
"Send" = "Send";

/* Send button title */
"SendFeedback" = "Send Feedback";

/* No comment provided by engineer. */
"ServerJSONResponseFormat" = "Server did not return properly formatted JSON.";

/* No comment provided by engineer. */
"ServerError" = "Server error.";

/* Take Photo Button Title */
"TakePhoto" = "Take Photo";

/* Rate app message. Parameter is app name. */
"RateAppMessage" = "If you enjoy %@, we'd really appreciate you taking the time to rate the app.";

/* Text in thank you display upon submitting feedback. */
"Thanks" = "Thanks!";

/* Section footer for feedback being uploaded. */
"FeedbackBeingSubmitted" = "These are the pieces of feedback which are currently being submitted.";

/* Custom placeholder feedback text when user is unhappy with the application. */
"CustomFeedbackPlaceholder" = "Unhappy with this app? We'd love to hear why so we can make it better.";

/* Lack of email dialog message. */
"NoEmailMessage" = "We can't respond without one.\n\n\n";

/* No comment provided by engineer. */
"WrongUsernamePassword" = "Wrong username and/or password.";

/* yes */
"Yes" = "Yes";

/* Description of what to do when there is no screenshot. */
"IncludeScreenshot" = "You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time.";

/* Title for enjoyment alert view. Parameter is app name. */
"DoYouLove" = "Are you enjoying using %@?";


/* Enjoyment dialog text */
"EnjoymentDialog" = "You've been using this app for a while. Are you enjoying using it?";
